{
    "Cycling jersey": "骑行服",
    "Longsleeve suit": "长袖套装",
    "Shortsleeve suit": "短袖套装",
    "Windbreaker": "骑行风衣",

    "Wrestling jersey": "摔跤格斗服",
    "wrestling jersey": "摔跤服",
    "Boxing pants": "拳击裤",

    "Jersey for ball game/Racing jersey": "球类运动服/比赛竞技服",
    "Racing jersey": "球类运动服/比赛竞技服",
    "Running jersey": "跑步服",
    "Soccer jersey": "足球服",
    "Basketball jersey": "篮球服",
    "Rugby jersey": "橄榄球服",
    "Hockey jersey": "曲棍球服",
    "Triathlon jersey": "铁人三项服",

    "Casual Sports Apparel": "休闲运动服装",
    "Golf suit": "高尔夫服装",
    "Yoga jersey": "瑜伽服",
    "Darts jersey": "飞镖服",
    "Roller skating jersey": "轮滑服",
    "Baseball Jersey": "棒球服",

    "Accessories": "护具及其他运动用品",
    "Hermit，glove": "头盔、手套",
    "Cycling sleeves(arm&leg)": "骑行袖套、脚套",
    "Flag": "旗帜",
    "Headband": "头巾",

    "Home": "主页",
    "About Vigormeet":"公司简介",
    "Design & Product":"设计及产品",
    "Contact us":"联系我们",
    "Vigormeet Highlight":"公司动态",

    "Global Presence, Personal Attention." :"世界风范，集于一身",

    "Vigormeet Corporation Limited is a manufacturer that specialized in the production of professional functional racing jersey and casual sports apparel, especially the clothing by sublimation coloring method." : "惠州维格运动服饰有限公司是一家专业生产功能性/竞技类以及休闲运动服饰的厂家，尤其以目前广泛流行世界各地的数码印花类（热升华转印）运动服饰为主。",
    "The headquarter is located in Huizhou city, which is the southeastern part of Pearl River Delta Region near business centers, such as Shenzhen, HongKong and Guangzhou. This special location provides Vigormeet the advantages on the transportation and human resource. Many experienced designers and technical engineers on digital printing and sewing have joined Vigormeet and we are aiming to build Vigormeet as the one-stop solution provider for our customers by providing the service on both “OEM” and “ODM”." :"公司位于广东省惠州市，地处珠江三角洲东部；拥有便捷的交通，丰富的资源，汇集众多的人才。我司拥有经验丰富的设计师、数码印花和车缝专业技术人才，能够根据客户需求，自行设计图稿，充分满足客户对数码打印运动服在设计以及生产上的需求，在根本上为客户提供一站式服务。同时，也可根据客户要求，承接OEM订单。",
    "Our modern workshop is equipped with advanced digital printers imported from Japan, sublimation roller machine，single & double needle lockstitch machine, overlock machine, covering stitching machine and so on. The whole process is clean, environment friendly, and efficient. On the raw material, we are also experienced to provide our suggestions to our customer according the function of the suits.":"我司的现代化生产厂房，配备多台进口专业数码印花机、转印机；专业车缝机（平车, 四线及骨机, 冚车,五线及骨机, 双针车等等）。生产（印花）过程无毒，环保，高效。拥有十多年丰富车缝经验的专业人才，可根据不同车缝机器的线路不断变换款式，不断创新。在原材料的选择上，我们同时会根据不同产品的使用性能以及客户要求为客户提供最佳的选择方案。",
    "Vigormeet is looking forward to cooperating with the friends around the world to build a more lovely green world." : "我们愿与世界各地朋友携手一起打造更动感活力的绿色世界。"

}
